Repository: Wang-Lee/canopsis
Catalog: locales/lang-*.po
Languages: fr

source: Community
fr: Communauté

source: Report a issue
fr: Signaler un problème

source: Home view
fr: Vue d’accueil

source: Confirm
fr: Confirmation

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: Leave a
fr: Laisser un

source: event
fr: événement

source: Clear tray
fr: Effacer tous

source: Pause stream
fr: Arrêter le flux

source: comment(s)
fr: commentaire(s)

source: connected
fr: connecté

source: Aggregation interval
fr: Interval d'agrégation

source: Aggregation method
fr: Méthode d'agrégation

source: Consolidation method
fr: Méthode de consolidation

source: Maximum number of displayed events (0 for no limit)
fr: Nombre maximum d’événements affichés (0 pour illimité)

source: Consolidation operator
fr: Opérateur de consolidation

source: Exporting Interval
fr: Intervalle d'export

source: Connect
fr: Connexion

source: Please Wait
fr: Veuillez Patienter

source: You can download your document
fr: Vous pouvez télécharger votre document

source: Aggregation / Consolidation
fr: Agrégation / Consolidation

source: Consolidation between metrics
fr: Consolidation entre les métriques

source: Consolidation Method
fr: Méthode de consolidation

source: Username
fr: Nom d'utilisateur

source: Saved
fr: Sauvegardé

source: Auto title
fr: Titre auto.

source: Access denied
fr: Accès refusé

source: Accounts
fr: Utilisateurs

source: Account
fr: Utilisateur

source: Add
fr: Ajouter

source: Add column
fr: Ajouter une colonne

source: Add directory
fr: Créer un répertoire

source: Add new field/condition
fr: Ajouter un nouveau champ/condition

source: Add new value to this list
fr: Ajouter une nouvelle élément dans la liste

source: Add row
fr: Ajouter une ligne

source: Alert icon
fr: Icône d'alert

source: Alert message
fr: Message d'alerte

source: Algorithm
fr: Algorithme

source: And
fr: Et

source: An error have occured during the process
fr: Une erreur est survenue pendant le processus

source: An error have occured during the updating process
fr: Une erreur est survenue pendant le processus de mise à jour

source: Application must be reloaded, do you want to reload now ?
fr: L'application doit être redémarré, voulez-vous redémarrer maintenant ?

source: Hours (local time)
fr: Heure (heure locale)

source: Calcul SLA (if state is calculated)
fr: Calculer la SLA (si le calcul de l'état est activé)

source: April
fr: Avril

source: Area color
fr: Couleur remplissage

source: Area opacity
fr: Opacité remplissage

source: Ask for a new key
fr: Demander une nouvelle clé

source: August
fr: Août

source: Authentification key
fr: Clés d'authentification

source: Be carefull
fr: Prudence

source: Before
fr: Avant

source: Begin
fr: Début

source: body
fr: corps

source: Briefcase
fr: Porte-documents

source: Calcul SLA
fr: Calculer la SLA

source: Calcul state
fr: Calculer l'état

source: Calcul State
fr: Calculer l'état

source: Cancel
fr: Annuler

source: Change operator option
fr: Changer l'option de l'opérateur

source: Check if websocket deamon is started or check your firewall port
fr: Vérifier si le démon websocket est démarré ou vérifier le port du pare-feu

source: Checks
fr: Contrôles

source: choose the type of widget you want, its title, and refresh interval
fr: Choisissez le type de widget désiré, son titre, et son intervalle de rafraîchissement

source: Choose widget
fr: Choisir le widget

source: Clean
fr: Nettoyer

source: Clean all
fr: Tout nettoyer

source: Clear all
fr: Effacer tous

source: Clear tabs cache
fr: Effacer le cache des onglets

source: Clock type
fr: Type d'horloge

source: Comment
fr: Commentaire

source: Component
fr: Composant

source: Components
fr: Composants

source: Configuration panel
fr: Panneau de configuration

source: Configure
fr: Confirmation

source: Configure clock display
fr: Configurer l'affiche de l'horloge

source: Configure language
fr: Configuration de la langue

source: Connected to websocket
fr: Connecté au websocket

source: Connector
fr: Connecteur

source: Connector name
fr: Nom du connecteur

source: Connector Name
fr: Nom du connecteur

source: Consider unknown time
fr: Considérer le temps inconnu

source: Creation date
fr: Date de création

source: Critical
fr: Critique

source: Critical threshold
fr: Seuil critique

source: Curves
fr: Courbes

source: Dash
fr: Tiret

source: Dashboard
fr: Tableau de bord

source: DashDot
fr: TiretPoint

source: Dash style
fr: Type pointillé

source: day
fr: jour

source: Day
fr: Jour

source: Day of week
fr: Jour de la semaine

source: December
fr: Décembre

source: Delete
fr: Supprimer

source: Delete selected
fr: Supprimer la selection

source: Deleting event forbidden
fr: Suppression de l'événement non autorisé

source: Deleting event have failed
fr: La suppression de l’évènement à échoué

source: Derogation
fr: Dérogation

source: Derogation manager
fr: Gestionnaire de dérogations

source: disconnected
fr: Déconnecté

source: Disconnected from websocket.
fr: Déconnecté du websocket

source: Display
fr: Affichage

source: Display data of the selected time
fr: Afficher les données pour le temps selectionné

source: Display internal metrics
fr: Afficher les métriques internes

source: Display name
fr: Nom d'affichage

source: Dot
fr: Point

source: Download
fr: Téléchargement

source: Duplicate
fr: Dupliquer

source: Edit
fr: Editer

source: Edit active view
fr: Editer la vue active

source: Editing
fr: Edition

source: Editing rights
fr: Edition des droits

source: Edit mode
fr: Mode édition

source: Edit options
fr: Editer les options

source: Edit schedules
fr: Editer les planifications

source: Schedules
fr: Planification

source: Enabled
fr: Activé

source: Enable/Disable
fr: Activer/Désactiver

source: Ending
fr: Fin

source: Equal
fr: Égal

source: Error in request:
fr: Erreur dans la requête

source: Error while store synchronisation with server
fr: Erreur pendant la synchronisation du dépôt avec le serveur

source: Event navigation
fr: Navigation dans les événements

source: Event successfuly delete
fr: Evénement correctement supprimé

source: Event successfuly sent
fr: Evénement envoyé

source: Event type
fr: Type d'événement

source: Every
fr: Chaque

source: Exclude
fr: Exclusion

source: Exists
fr: Existance

source: Export active view
fr: Exporter la vue active

source: Export Options
fr: Options d'exporation

source: Export ready
fr: Export terminé

source: Export this view to pdf
fr: Exporter cette vue en PDF

source: February
fr: Février

source: Field
fr: Champ

source: file
fr: fichier

source: File
fr: Fichier

source: File name
fr: Nom du fichier

source: Filter
fr: Filtre

source: Finish
fr: Terminé

source: First name
fr: Prénom

source: First Name
fr: Prénom

source: First point
fr: Premier point

source: For
fr: Pour

source: Frequency
fr: Fréquence

source: Friday
fr: Vendredi

source: From
fr: De

source: General
fr: Globale

source: General options
fr: Options globale

source: Go to the page
fr: Aller à la page

source: Greater
fr: Plus grand

source: Greater or equal
fr: Plus grand ou égal

source: Group
fr: Groupe

source: Group rights
fr: Droits du groupe

source: Groups
fr: Groupes

source: Group successfuly added to secondary groups
fr: Ajouter du groupe aux groupes secondaire réussi

source: Group successfuly removed from secondary groups
fr: Suppression du groupe des groupes secondaire réussi

source: here
fr: ici

source: Hour
fr: Heure

source: if available
fr: Si disponible

source: If you generate a new authentification key, the old one will NOT work anymore. Do want to update the key now ?
fr: Si vous générer une nouvelle clé d'authentification, l'ancienne ne fonctionnerai plus. Voulez vous une nouvelle clé ?

source: i'm empty !
fr: Je suis vide !

source: Import view
fr: Importer une vue

source: Imposible to deal with webservice, record not saved.
fr: Impossible de dialoguer avec le webservice, l'enregistrement n'a pas été sauvegardé.

source: In
fr: Dans

source: Include
fr: Inclure

source: Incorrect right option given
fr: Option de droit entrée non correcte

source: in seconds
fr: en secondes

source: Invalid field
fr: Champ invalide

source: Invert
fr: Inverser

source: Invert values
fr: Inverser les valeurs

source: Is
fr: Est

source: Is Not
fr: N'est pas

source: items
fr: Éléments

source: ITIL.Build
fr: Construire

source: ITIL.Report
fr: Rapport

source: ITIL.Run
fr: Exécuter

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: Landscape
fr: Paysage

source: Language
fr: Langage

source: Last check
fr: Dernier contrôle

source: Last execution
fr: Dernière execution

source: Last name
fr: Dernier nom

source: Last Name
fr: Dernier nom

source: Last point
fr: Dernier point

source: Last value
fr: Dernière valeur

source: Leave reporting mode
fr: Quitter le mode rapport

source: Less
fr: Moins

source: Less or equal
fr: Moins ou égal

source: Level
fr: Niveau

source: Line color
fr: Couleur ligne

source: Line Color
fr: Couleur ligne

source: Line style
fr: Style ligne

source: Live reporting toolbar
fr: Barre d'outil de rapport interactif

source: Loaded
fr: Chargé

source: Login
fr: Identifiant

source: Logout
fr: Déconnection

source: LongDash
fr: TiretLong

source: LongDashDot
fr: TiretLongPoint

source: LongDashDotDot
fr: TiretLongPointPoint

source: Long output
fr: Sortie longue

source: Mailing
fr: Email

source: Mailing Options
fr: Options d'email

source: Mail not sent, error with celery task
fr: Mail non envoyé, erreur avec la tâche celery

source: Mail not sent, webserver error
fr: Mail non envoyé, erreur webserver

source: Mail sent
fr: Mail envoyé

source: March
fr: Mars

source: Match all
fr: Correspond à tous

source: May
fr: Mai

source: Message updated
fr: Message mit à jour

source: Metric
fr: Métrique

source: Metric name
fr: Nom métrique

source: Microsecond
fr: Micro seconde

source: Millisecond
fr: Milliseconde

source: Monday
fr: Lundi

source: month
fr: Mois

source: Month
fr: Mois

source: Name
fr: Nom

source: New
fr: Nouveau

source: New view
fr: Nouvelle vue

source: Next
fr: Suivant

source: Next execution
fr: Prochaine exécution

source: None
fr: Vide

source: Nor
fr: Ni

source: No right
fr: Pas de droit

source: Not
fr: Pas

source: Not equal
fr: Non égale

source: Not in
fr: Pas dans

source: no title
fr: pas de titre

source: November
fr: Novembre

source: October
fr: Octobre

source: Operators
fr: Opérateurs

source: optional
fr: Optionnel

source: Or
fr: Ou

source: Or copy/paste
fr: Ou copier/coller

source: Others
fr: Autres

source: Others rights
fr: Autres droits

source: Output
fr: Sortie

source: Output Template
fr: Modèle de sortiee

source: Owner
fr: Propriétaire

source: Owner rights
fr: Droits du propriétaire

source: Owners
fr: Propriétaires

source: Page size
fr: Taille de la page

source: Password
fr: Mot de passe

source: Period selection
fr: Sélection de la période

source: Please check your form
fr: Vérifiez votre formulaire

source: Please choose a correct json file
fr: Choisissez un fichier JSON correct

source: Please close reporting before editing the view
fr: Fermez le rapport avant d'éditer la vue

source: Please correct the form
fr: Corrigez le formulaire

source: Please enter directory name:
fr: Saississez un nom de dossier:

source: Please enter view name:
fr: Veuillez patienter entrer un nom de vue:

source: Please wait
fr: Veuillez patienter

source: Please wait a moment, some informations aren't availables
fr: Veuillez patienter, quelques informations sont encore indisponible

source: Preview
fr: Pré-visualisation

source: Previous
fr: Précédent

source: Read
fr: Lire

source: Recipients :
fr: Destinataires :

source: Record deleted
fr: Enregistrement supprimé

source: Record saved
fr: Enregistrement sauvegardé

source: Record updated
fr: Enregistrement mit à jour

source: Refresh interval
fr: Intervalle de rafraîchissement

source: Reload
fr: Recharger

source: Remove all
fr: Enlever tout

source: Remove this condition
fr: Enlever cette condition

source: Remove this from list of value
fr: Enlever de la liste de valeur

source: Rename
fr: Renommer

source: Reporting
fr: Rapport

source: Reporting Interval
fr: Intervalle du rapport

source: Report options
fr: Option du rapport

source: Resource
fr: Ressource

source: Resources
fr: Ressources

source: Rights
fr: Droits

source: Rights updated
fr: Droits mis à jour

source: Run now
fr: Exécuter maintenant

source: Satursday
fr: Samedi

source: Save
fr: Sauvegarder

source: Schedule
fr: Planification

source: Schedule active view export
fr: Planifier l'export de la vue active

source: Schedule export
fr: Planifier export

source: Schedule name
fr: Nom de la planification

source: Scheduling
fr: planification

source: Search
fr: Recherche

source: Select a file
fr: Sélectionner un fichier

source: Select a view
fr: Sélectionner une vue

source: Select file
fr: Sélectionner un fichier

source: select metrics
fr: Sélectionner métrique

source: Selectors
fr: Sélecteur

source: Send by mail
fr: Envoyer par mail

source: Sending event forbidden
fr: L'émission d’évènement est interdit

source: Sending event have failed
fr: L'émission de l’évènement à échoué

source: September
fr: Septembre

source: ShortDash
fr: PetitTiret

source: ShortDashDot
fr: PetitTiretPoint

source: ShortDashDotDot
fr: PetitTiretPointPoint

source: ShortDot
fr: PetitPoint

source: Show border
fr: Montrer les bords

source: Show component
fr: Montrer le composant

source: Show hard state
fr: Afficher les états Hard

source: Show log console
fr: Monter la console du journal

source: Show resource
fr: Montrer la ressource

source: Show soft state
fr: Afficher les états Soft

source: Show state critical
fr: Montrer l'état critique

source: Show state ok
fr: Montrer l'état normal

source: Show state unknown
fr: Montrer l'état inconnu

source: Show state warning
fr: Montrer l'état d'alerte

source: Simple alert
fr: Alerte simple

source: SLA Value
fr: Valeur de la SLA

source: Solid
fr: Solide

source: Source type
fr: Type de source

source: Start
fr: Démarrer

source: State
fr: État

source: State type
fr: Type d'État

source: Stop
fr: Arrêter

source: subject
fr: sujet

source: Subject
fr: Sujet

source: Success
fr: Succès

source: Successfully
fr: Avec succès

source: Sunday
fr: Dimanche

source: Switch to live reporting
fr: Passer en rapport temps réel

source: The directory must be empty if you want to remove it
fr: Le dossier doit être vide pour le supprimer

source: The last
fr: Le dernier

source: The mail have been successfuly sent
fr: L'email a été envoyé avec succès

source: The report generation have failed
fr: La génération du rapport a échoué

source: The selected date is in futur
fr: La date sélectionnée est dans le future

source: The selected date is invalid
fr: La date sélectionnée est invalide

source: This json is malformed
fr: Le fichier JSON est incorrect

source: This selector name already exist
fr: Ce nom de sélecteur existe déjà

source: This task is not send by mail
fr: Cette tâche n'est pas envoyé par email

source: This topology name already exist
fr: Ce nouveau de topologie existe déjà

source: Thursday
fr: Jeudi

source: TimeDisplay
fr: Affichage Temps

source: time window
fr: fenêtre de temps

source: Time window
fr: Fenêtre de temps

source: To
fr: De

source: Toggle to advanced/simple mode
fr: Basculer entre le mode simple et avancé

source: Toggle to real page size
fr: Bascler en taille de page réelle

source: Toolbox
fr: Boite à outils

source: Tuesday
fr: Mardi

source: Type here alert message...
fr: Saisissez votre message d'alerte ici...

source: Type here new comment...
fr: Saisissez votre nouveau commentaire ici...

source: Type value here
fr: Saisissez une valeur ici

source: Type value or choose operator
fr: Saisissez une valeur ou un opérateur

source: Type your tags here
fr: Saisissez vos mots-clé ici

source: Unit
fr: Unité

source: Updating rights have failed
fr: Échec de la mise à jour des droits

source: URL to
fr: URL vers

source: use alphanumeric characters only
fr: utilisez uniquement des caractères alpha-numérique

source: View
fr: Vue

source: View dump
fr: Voir la copie

source: View mode
fr: Mode de vue

source: View options wizard
fr: Voir les options de l'assistant

source: View page in html
fr: Voir la page au format HTML

source: Views manager
fr: Gestionnaire de vues

source: Warning
fr: Attention

source: Warning threshold
fr: Seuil d'alerte

source: Websocket is now
fr: Websocket disponible

source: Wednesday
fr: Mercredi

source: Week
fr: Semaine

source: Widget Wizard
fr: Assistant de widget

source: Wizard
fr: Assistant

source: Worst state
fr: Pire état

source: Write
fr: Écriture

source: Write and Read
fr: Écriture et lecture

source: Year
fr: Année

source: You don't have the rights to modify this object
fr: Vous n'avez pas les droits pour modifier cet objet

source: you must give an object to fill me
fr: vous devez spécifier un objet pour me compléter

source: You must select record
fr: Vous devez sélectionner un enregistrement

source: Your authentification key is updated
fr: Votre clé d'authentification a été mise à jour

source: Your document is rendering, a popup will ask you where to save in few seconds
fr: Votre document est en cours de création, une fenêtre vous indiquera où le trouver dans quelques secondes

source: 1d
fr: 1j

source: 1w
fr: 7j

source: 1y
fr: 1a

source: Please choose a valid metric in wizard
fr: Choisissez une métrique valide dans l'assistant

source: Unfortunately, there is no data for this period
fr: Il n'y a malheureusement pas de données pour cette période

source: Loading data from server
fr: Chargement des données depuis le serveur

source: Invalid name
fr: Nom invalide

source: Invalid login
fr: Identifiant invalide

source: Enable
fr: Activer

source: Duration for first Aggregation
fr: Durée de la première agrégation

source: First aggregation type
fr: Type du premier agrégateur

source: Second aggregation type
fr: Type du second agrégateur

source: Engine ouput
fr: Sortie du moteur

source: Nb elements
fr: Nombre d'éléments

source: Maximum events
fr: Nombre d'éléments maximum

source: Maximum comments
fr: Nombre de commentaires maximum

source: Show toolbar
fr: Afficher la barre d'outils

source: Compact display
fr: Affichage compact

source: Enable user inputs
fr: Activer la saisie utilisateur

source: Enable user comments
fr: Activez les commentaires utilisateur

source: Tags (separated by space)
fr: Mot-clés (séparé par un espace)

source: Operator (Checked: AND otherwise OR)
fr: Operateur (Cocher: ET ou OU)

source: Source type icon
fr: Icone type de source

source: Last check's time
fr: Dernier contrôle

source: Plugin's output
fr: Sortie du plugin

source: Columns
fr: Colonnes

source: Default column
fr: Colonne par défaut

source: Default direction
fr: Direction par défaut

source: Descending
fr: Décroissant

source: Ascending
fr: Croissant

source: Column sortable
fr: Colonne triable

source: Default sorting
fr: Triage par défaut

source: Enable search field
fr: Activer le champ de recherche

source: Enable reload button
fr: Activer le bouton de rafraichissement

source: Enable scroll
fr: Activez le défilement

source: Hide headers
fr: Cachez l'en-tête

source: Enable pagging
fr: Activez la pagination

source: Page Size
fr: Taille de la page

source: Font Size
fr: Taille police

source: Title
fr: Titre

source: Diagram type
fr: Type de diagramme

source: Pie
fr: Camembert

source: Bar graph
fr: Graphique à barre

source: Time window (for counter)
fr: Fenêtre de temps (pour compteur)

source: Enable SVG Exporting
fr: Activer l'exportation au format SVG

source: Diagram
fr: Diagramme

source: Vertical display (rotate graph)
fr: Affichage vertical (rotation du graphique)

source: Bar graph specific options
fr: Options spécifiques au graphique à bar

source: Pie Size %
fr: Taille camembert %

source: Total (by default use 'max' field of perfdata)
fr: Total (utilise le champ "max" de la donnée de performance par défaut)

source: Pie specific options
fr: Options spécifiques au camembert

source: Aggregation Method
fr: Méthode d'agrégation

source: Last
fr: Dernier

source: First
fr: Premier

source: Delta
fr: Différence

source: Mean
fr: Signifie

source: Aggregation Interval
fr: Interval d'agrégation

source: 1 hour
fr: 1 heure

source: 1 day
fr: 1 jour

source: 1 week
fr: 1 semaine

source: 1 month
fr: 1 mois

source: 1 year
fr: 1 année

source: Aggregation
fr: Agrégation

source: Background color
fr: Couleur de l'arrière plan

source: Enable gradient colors
fr: Activer le dégradé de couleur

source: Border color
fr: Couleur des bordures

source: Border Width
fr: Largeur des bordures

source: Diagram Style
fr: Type de diagramme

source: Enable legend
fr: Activez la légende

source: Enable labels
fr: Activez les labels

source: Display metric name in label
fr: Afficher le nom de la métrique dans un label

source: Legend vertical alignement
fr: Alignement vertical de la légende

source: Top
fr: Haut

source: Middle
fr: Milieu

source: Bottom
fr: Bas

source: Legend horizontal alignement
fr: Alignement horizontal de la légende

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Legend layout
fr: Disposition de la légende

source: Legend Style
fr: Style de la légende

source: Custom label
fr: Label personnalisé

source: Type the new label here
fr: Saisissez le nouveau label ici

source: Curve color
fr: Couleur de la courbe

source: Choose Metrics
fr: Choisissez vos métriques

source: Use simplified display (icon and title)
fr: Utiliser l'affichage simple (icône et titre)

source: Title size (Only for simplified display)
fr: Taille du titre (uniquement pour l'affichage simple)

source: Default padding
fr: Espacement par défaut

source: Default margin
fr: Marge par défaut

source: Impair brick background color
fr: Couleur de fond des briques impaires

source: Pair brick background color
fr: Couleur de fond des briques paires

source: Display icon on the left
fr: Afficher l'icône à gauche

source: Display 'report issue' button
fr: Afficher le bouton "Rapporter un bug"

source: Display derogation icon
fr: Afficher l'icône de dérogation

source: State source as icone value
fr: Etat de la source en tant que valeur de l'icône

source: Default
fr: Par défault

source: Selector
fr: Selecteur

source: Icon type
fr: Type d'icône

source: Helpdesk url
fr: Lien Support technique

source: Type URL or leave blank
fr: Saisissez un lien ou laissez vide

source: Style options
fr: Options de style

source: Type URL or view name
fr: Saisissez un lien ou le nom d'une vue

source: Show Min & Max
fr: Montrer le min et max

source: Display value unit
fr: Montrer l'unité

source: Use crit/warn threshold
fr: Utiliser les seuils d'alerte et critique

source: Gauge width scale
fr: Echelle de largeur de la jauge

source: Start color
fr: Couleur de départ

source: Warn color
fr: Couleur d'alerte

source: Stop/critic color
fr: Couleur stop/critique

source: Gauge color
fr: Couleur de la gauge

source: Min value
fr: Valeur min

source: Warn value
fr: Valeur de l'alerte

source: Crit value
fr: Valeur critique

source: Max value
fr: Valeur max

source: Min node size
fr: Taille min noeud

source: Max node size
fr: Taille max noeud

source: Label threshold
fr: Label du seuil

source: Label background
fr: Label de l'arrière plan

source: Radius offset
fr: Décalage rayon

source: Connection type
fr: Type de connexion

source: Line
fr: Ligne

source: Curve
fr: Courbe

source: Display options
fr: Options d'affichage

source: Choose Feature
fr: Choisissez la fonctionnalité

source: Inventory
fr: Inventaire

source: Template
fr: Thème

source: Series Type
fr: Type de séries

source: Area
fr: Zone

source: Line Width
fr: Largeur de la ligne

source: Marker
fr: Marqueur
