Repository: Wang-Lee/canopsis
Catalog: locales/lang-*.po
Languages: fr

source: Circle
fr: Cercle

source: Square
fr: Carré

source: Diamond
fr: Diamant

source: Triangle Down
fr: Triangle inversé

source: Marker radius
fr: Rayon marqueur

source: Max zoom (seconds)
fr: Zoom maximum (secondes)

source: Graph
fr: Graphique

source: Enable Tooltip
fr: Activer l'infobulle

source: Crosshairs
fr: Réticule

source: Shared
fr: Partagé

source: Tooltype
fr: Infobulle

source: Warn/Crit threshold lines
fr: Lignes de seuils Warn/Crit

source: Display last value in background
fr: Afficher la dernière valeur en arrière plan

source: Calcul Percent
fr: Calculer le pourcentage

source: Trend line type
fr: Type de courbe de tendance

source: Time navigation
fr: Navigation temporelle

source: Max points (if no interval)
fr: Nombre max. de points (si pas d'intervalle)

source: Sum
fr: Somme

source: Nothing
fr: Rien

source: Apply optional operator between metrics
fr: Appliquer l'opérateur optionnel entre les métriques

source: Title font size
fr: Taille de la police du titre

source: Graph Style
fr: Style du graphique

source: Font color
fr: Couleur de la police

source: Legend
fr: Légende

source: Trend
fr: Tendance

source: Choose events
fr: Choisissez vos évènements

source: Limit
fr: Limite

source: Threshold
fr: Seuil

source: Threshold direction
fr: Direction du seuil

source: Compare threshold on pct and not value
fr: Comparer le seuil avec le pourcentage et non la valeur

source: Expand values (only first metric will be selected)
fr: Étendre les valeurs (Seulement la première métrique sera sélectionné)

source: Icon
fr: Icône

source: Human-readable value
fr: Valeur Humaine

source: Value
fr: Valeur

source: Percent (if possible)
fr: Pourcentage (si possible)

source: Last time
fr: Dernière fois

source: Enable column labels
fr: Activer les labels des colonnes

source: Columns Options
fr: Options des colonnes

source: Enable trend lines
fr: Activer les lignes de tendances

source: on
fr: sur

source: Engine message
fr: Message du moteur

source: Plugin message
fr: Message du plugin

source: seconds ago
fr: secondes

source: minutes ago
fr: minutes

source: hours ago
fr: heures

source: days ago
fr: jours

source: Impossible to get view options.
fr: Impossible d'accéder aux options de la vue

source: Last modified
fr: Dernière modification

source: View name
fr: Nom de la vue

source: When you delete an account ALL its object (view, curve...) is deleted with it. You can choose to just disable the account in order to keep its objects.
fr: Quand vous supprimez un compte tout ses objets (vues, courbes..) sont supprimés avec lui. Vous pouvez choisir de juste le désactiver dans le but de conserver ces objets.

source: DELETE
fr: SUPPRIMER

source: Disable
fr: Désactiver

source: Apply OR between states
fr: Appliquer OU entre les états

source: Calcul the cluster state
fr: Calculer l'état du cluster

source: Apply AND between states
fr: Appliquer ET entre les états

source: Calcul the worst state
fr: Calculer le pire état

source: Check state
fr: Vérifier l'état

source: Unknown
fr: Inconnu

source: then
fr: après

source: Warning, you should restart the webserver to apply changes!
fr: Attention, vous devriez redémarrer le serveur web pour prendre les changements en compte

source: Worst State
fr: Pire Etat

source: else
fr: sinon

source: Need at least
fr: A besoin au minimum

source: in state
fr: en état

source: Not Ok
fr: Pas Ok

source: Then
fr: Après

source: Else
fr: Sinon

source: Feb
fr: Fev

source: Apr
fr: Avr

source: Jun
fr: Juin

source: Jul
fr: Juil

source: Aug
fr: Aou

source: Time is out of range
fr: Le temps est hors de portée

source: Rotate view
fr: Faire tourner la vue

source: Refresh view
fr: Rafraichir la vue

source: Show pdf
fr: Afficher les pdf

source: Show png
fr: Afficher les png

source: Show unknown
fr: Afficher les inconnus

source: mailTo
fr: A

source: Trends
fr: Tendances

source: Display in pct
fr: Afficher en pct

source: Low color
fr: Couleur basse

source: Middle color
fr: Couleur intermédiaire

source: Hight color
fr: Couleur haute

source: Customize metrics
fr: Personnaliser les métriques

source: End color
fr: Couleur de fin

source: Display gradient
fr: Afficher en gradient

source: Display percentage in label
fr: Afficher les pourcentages dans les labels

source: Time window offset
fr: Décalage de la fenêtre de temps

source: Choose avatar
fr: Choisir un avatar

source: Change your password
fr: Modifier le mot de passe

source: Advance mode
fr: Mode avancé

source: Show images
fr: Afficher les images

source: Show videos
fr: Afficher les vidéos

source: Set as avatar
fr: Configurer comme avatar

source: Authentication
fr: Authentification

source: domain
fr: Domaine

source: user_filter
fr: Filtre utilisateur

source: field_lastname
fr: Champ nom

source: field_firstname
fr: Champ prénom

source: field_mail
fr: Champ email

source: field_group
fr: Champ Groupe Canopsis

source: Selectors Topologies
fr: Selector Topologies

source: Y axis
fr: Axe Y

source: Dynamic
fr: Dynamique

source: 1st axis
fr: 1er axe

source: 2nd axis
fr: 2ème axe

source: 3rd axis
fr: 3ème axe

source: 4th axis
fr: 4ème axe

source: Saturday
fr: Samedi

source: Statemap manager
fr: Gestion de requalification de statuts

source: Ack comments
fr: Commentaires d'acquittement

source: Filter Rules
fr: Règles de filtrage

source: Human readable values
fr: Affichage simplifié des valeurs

source: Stacked
fr: Empilement

source: History navigation
fr: Historique de navigation

source: History time window
fr: Fenêtre d'historique temporel

source: Display time window
fr: Fenêtre d'affichage temporel

source: Display downtimes
fr: Affichage des downtimes

source: Choose Log Events
fr: Choisir évènements log

source: Customize Metrics
fr: Personnaliser les métriques

source: Tooltip
fr: Infobulle

source: Grid
fr: Grille

source: Display vertical lines
fr: Lignes verticales

source: Display horizontal lines
fr: Lignes horizontales

source: Add resource for metric labels
fr: Inclure la ressource dans le label de la légende

source: Round time (if interval)
fr: Arrondir temps (si intervalle)

source: Maximum number of events displayed (0 for no limit)
fr: Nombre maximal d’événements affichés (0 pour infini)

source: Line Graph
fr: Graphe en ligne

source: Bar Graph
fr: Graphique en barre

source: Average
fr: Moyenne

source: Graph Type
fr: Type de graphe

source: Group by metric label
fr: Grouper selon les labels de métrique

source: Other label
fr: Autre label

source: Delta between series sum and this value.
fr: Delta entre les sommes des séries et la valeur courante

source: Start Angle
fr: Angle de départ

source: Donut hole
fr: Taille du trou au milieu du diagramme

source: Stroke width
fr: Épaisseur de la ligne

source: Label Style
fr: Style du label

source: Label Size
fr: Taille du label

source: Add component for metric labels
fr: Inclure le composant dans le label (légende)

source: Advanced mode
fr: Mode avancé

source: Method
fr: Méthode

source: Round math expression (decimal count)
fr: Arrondir la formule mathématique (nombre de décimales)

source: Replacement for undefined values
fr: Valeur de remplacement pour les valeurs non définies

source: Default view
fr: Vue par défaut

source: basicWeek
fr: semaine de base

source: basicDay
fr: jour de base

source: agendaWeek
fr: semaine agenda

source: agendaDay
fr: jour agenda

source: show weekends
fr: afficher les weekends

source: Left part of the header
fr: Partie gauche du header

source: Center part of the header
fr: Partie du centre du header

source: Right part of the header
fr: Partie de droite du header

source: prev,next,today
fr: précédent, suivant, aujourd’hui

source: month,agendaWeek,agendaDay
fr: mois, agenda semaine, agenda jour

source: month,agendaWeek
fr: mois agenda semaine

source: month,basicWeek,basicDay
fr: mois, semaine de base, jour de base

source: Header
fr: Entête

source: Show weekends
fr: Afficher weekends

source: Event view popup columns
fr: Colonnes de la fenêtre de message d’événement vue

source: Event display size
fr: Afficher la taille de l'évènement

source: Default events color
fr: Couleur par défaut de l'évènement

source: Stacked events color
fr: Couleur des événements empulés

source: Downtime events color
fr: Couleur des événements en downtime

source: Calendar sources
fr: Sources du calendrier

source: Stashed events
fr: Evenements mis en attente

source: Help File
fr: Fichier d'aide

source: Equipement File
fr: Fichier d'équipement

source: Monitoring console
fr: Console de supervision

source: Help File URL
fr: URL du fichier d'aide

source: Equipement File URL
fr: URL du fichier d'équipement

source: Ticket URL
fr: URL du ticket

source: Show ACK Form
fr: Afficher le formulaire d'acquittement

source: Show Help message
fr: Afficher le message d'aide

source: Help message
fr: message d'aide

source: Show solved
fr: Afficher résolus

source: Show pending for solved
fr: Afficher les encours pour les résolus

source: Show pending for action
fr: Afficher les en cours pour les actions

source: Show pending for validation
fr: Afficher les en cours pour la validation

source: Show Edit Form
fr: Afficher le formulaire d'édition

source: Displayed Field on edit Form
fr: Champs affichés sur le formulaire d'édition

source: Computation points
fr: Points de calcul

source: First and Last
fr: Premier et dernier

source: All
fr: Tout

source: More options
fr: Plus d'options

source: Stream
fr: Flux d'information

source: Options & Aggregation
fr: Options et aggregation

source: Default graph options
fr: Options par défaut du graph

source: Tiny
fr: Très petit

source: Small
fr: Petit

source: Big
fr: Gros

source: Huge
fr: Enorme

source: Ack State
fr: Statut d'acquittement

source: Show help message
fr: Afficher le message d'aide

source: Select all
fr: Tout sélectionner

source: Import Selector
fr: Importer Selector

source: Export Selector
fr: Exporter selector

source: Import Consolidation
fr: Importer consolidation

source: Export Consolidation
fr: Exporter consolidation

source: Add auto ack comment
fr: Ajouter commentaire d'acquittement automatique

source: SLAMacros
fr: Macro SLA

source: Take downtimes as Ok status.
fr: Considérer downtime en status OK

source: Export view as JSON
fr: Exporter la vue en JSON

source: Override
fr: Surcharger

source: Statemap
fr: Requalification de statuts

source: Failed
fr: Échec
